Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: App Name (e.g. Jira Internal)
ar: اسم التطبيق (مثل Jira الداخلي)
de: App-Name (z. B. Jira Internal)
es: Nombre de la aplicación (ej. Jira Internal)
fr: Nom de l'application (ex. Jira interne)
it: Nome app (es. Jira Internal)
ja: アプリ名 (例: Jira Internal)
ko: 앱 이름 (예: Jira Internal)
pt_br: Nome do app (ex.: Jira Interno)
ru: Название приложения (например, Jira Internal)
zh_hans: 应用名称（例如 Jira 内部系统）
zh_hant: 應用程式名稱（例如 Jira 內部系統）

source: App Version
ar: إصدار التطبيق
es: Versión de la aplicación
fr: Version de l'application
it: Versione dell'app
ja: アプリのバージョン
ko: 앱 버전
pt_br: Versão do aplicativo
ru: Версия приложения
zh_hans: App 版本
zh_hant: App 版本

source: Appearance
ar: مظهر
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모습
pt_br: Aparência
ru: Появление
zh_hans: 外观
zh_hant: 外觀

source: Application Details
ar: تفاصيل التطبيق
de: Anwendungsdetails
es: Detalles de la aplicación
fr: Détails de l'application
it: Dettagli dell'applicazione
ja: アプリケーションの詳細
ko: 애플리케이션 세부정보
pt_br: Detalhes do aplicativo
ru: Сведения о приложении
zh_hans: 应用程序详情
zh_hant: 應用程式詳情

source: Application Info
ar: معلومات التطبيق
de: Anwendungsinformationen
es: Información de la aplicación
fr: Informations sur l'application
it: Informazioni applicazione
ja: アプリケーション情報
ko: 애플리케이션 정보
pt_br: Informações do aplicativo
ru: Информация о приложении
zh_hans: 应用程序信息
zh_hant: 應用程式資訊

source: Apply Preset to %@
ar: تطبيق الإعداد المسبق على %@
de: Voreinstellung auf %@ anwenden
es: Aplicar ajuste preestablecido a %@
fr: Appliquer le préréglage à %@
it: Applica preimpostazione a %@
ja: %@ にプリセットを適用
ko: %@에 프리셋 적용
pt_br: Aplicar predefinição a %@
ru: Применить шаблон к %@
zh_hans: 应用预设到 %@
zh_hant: 套用預設至 %@

source: Are you sure you want to clear cached network responses and temporary storage?
ar: هل أنت متأكد أنك تريد مسح استجابات الشبكة المخزنة مؤقتًا والتخزين المؤقت؟
de: Sind Sie sicher, dass Sie zwischengespeicherte Netzwerkantworten und temporären Speicher löschen möchten?
es: ¿Está seguro de que desea borrar las respuestas de red almacenadas en caché y el almacenamiento temporal?
fr: Êtes-vous sûr de vouloir effacer les réponses réseau mises en cache et le stockage temporaire ?
it: Vuoi cancellare le risposte di rete memorizzate nella cache e l'archivio temporaneo?
ja: キャッシュされたネットワーク応答と一時ストレージをクリアしてもよろしいですか?
ko: 캐시된 네트워크 응답과 임시 저장소를 지우시겠습니까?
pt_br: Tem certeza de que deseja limpar as respostas de rede em cache e o armazenamento temporário?
ru: Вы уверены, что хотите очистить кэшированные сетевые ответы и временное хранилище?
zh_hans: 确定要清除本地已缓存的 API 请求响应与临时文件吗？
zh_hant: 確認要清除本地已快取的 API 請求响應与临時文件吗？

source: Are you sure you want to delete '%@'?
ar: هل أنت متأكد أنك تريد حذف '%@'؟
de: Sind Sie sicher, dass Sie „%@“ löschen möchten?
es: ¿Está seguro de que desea eliminar '%@'?
fr: Etes-vous sûr de vouloir supprimer '%@' ?
it: Sei sicuro di voler eliminare '%@'?
ja: 「%@」を削除してもよろしいですか?
ko: 정말로 '%@'을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir '%@'?
ru: Вы уверены, что хотите удалить «%@»?
zh_hans: 确定要删除 '%@' 吗？
zh_hant: 確認要刪除 '%@' 吗？

source: Are you sure you want to delete '%@'? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف '%@'؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie „%@“ löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar '%@'? Esta acción no se puede deshacer.
fr: Etes-vous sûr de vouloir supprimer '%@' ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare '%@'? Questa azione non può essere annullata.
ja: 「%@」を削除してもよろしいですか?この操作は元に戻すことができません。
ko: 정말로 '%@'을(를) 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pt_br: Tem certeza de que deseja excluir '%@'? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить «%@»? Это действие невозможно отменить.
zh_hans: 确定要删除 '%@' 吗？此操作无法撤销。
zh_hant: 確認要刪除 '%@' 吗？此操作無法撤销。

source: Are you sure you want to delete '%1$@'? Traffic to %2$@ will no longer be protected by Zero Trust.
ar: هل تريد حذف “%1$@”؟ لن تتم حماية حركة المرور إلى %2$@ بواسطة Zero Trust بعد الآن.
de: „%1$@“ löschen? Datenverkehr zu %2$@ wird nicht mehr durch Zero Trust geschützt.
es: ¿Eliminar «%1$@»? El tráfico a %2$@ dejará de estar protegido por Zero Trust.
fr: Supprimer « %1$@ » ? Le trafic vers %2$@ ne sera plus protégé par Zero Trust.
it: Eliminare «%1$@»? Il traffico verso %2$@ non sarà più protetto da Zero Trust.
ja: 「%1$@」を削除してもよいですか？%2$@ へのトラフィックは Zero Trust による保護がなくなります。
ko: '%1$@'을(를) 삭제하시겠습니까? %2$@에 대한 트래픽이 Zero Trust 보호를 받지 않게 됩니다.
pt_br: Excluir «%1$@»? O tráfego para %2$@ não será mais protegido pelo Zero Trust.
ru: Удалить «%1$@»? Трафик к %2$@ больше не будет защищён Zero Trust.
zh_hans: 确定要删除“%1$@”吗？前往 %2$@ 的流量将不再受到 Zero Trust 保护。
zh_hant: 確定要刪除「%1$@」嗎？前往 %2$@ 的流量將不再受到 Zero Trust 保護。

source: Are you sure you want to delete '%@'? Worker bindings connected to this accelerator will stop functioning.
ar: هل تريد حذف “%@”؟ ستتوقف ارتباطات Worker المتصلة بهذا المُسرِّع عن العمل.
de: „%@“ löschen? Worker-Bindungen für diesen Accelerator werden nicht mehr funktionieren.
es: ¿Eliminar «%@»? Los enlaces Worker de este acelerador dejarán de funcionar.
fr: Supprimer « %@ » ? Les liaisons Worker de cet accélérateur cesseront de fonctionner.
it: Eliminare «%@»? I binding Worker collegati a questo acceleratore smetteranno di funzionare.
ja: 「%@」を削除してもよいですか？このアクセラレータに接続された Worker バインディングが機能しなくなります。
ko: '%@'을(를) 삭제하시겠습니까? 이 가속기에 연결된 Worker 바인딩이 작동을 멈춥니다.
pt_br: Excluir «%@»? Os bindings de Worker conectados a este acelerador pararão de funcionar.
ru: Удалить «%@»? Привязки Worker к этому ускорителю перестанут работать.
zh_hans: 确定要删除“%@”吗？连接到此加速器的 Worker 绑定将停止工作。
zh_hant: 確定要刪除「%@」嗎？連接到此加速器的 Worker 繫結將停止運作。

# Are you sure you want to delete %@ '%@'?
source: Are you sure you want to delete %1$@ '%2$@'?
ar: هل أنت متأكد أنك تريد حذف %1$@ '%2$@'؟
de: Sind Sie sicher, dass Sie %1$@ '%2$@' löschen möchten?
es: ¿Está seguro de que desea eliminar %1$@ '%2$@'?
fr: Êtes-vous sûr de vouloir supprimer %1$@ '%2$@' ?
it: Vuoi eliminare %1$@ '%2$@'?
ja: %1$@ '%2$@' を削除してもよろしいですか?
ko: 정말로 %1$@ '%2$@'을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir %1$@ '%2$@'?
ru: Вы уверены, что хотите удалить %1$@ '%2$@'?
zh_hans: 确定要删除 %1$@ '%2$@' 吗？
zh_hant: 確認要刪除 %1$@ '%2$@' 吗？

source: Are you sure you want to delete %lld DNS records? This action cannot be undone.
ar: هل تريد حذف %lld سجل DNS؟ لا يمكن التراجع عن هذا الإجراء.
de: %lld DNS-Einträge löschen? Diese Aktion kann nicht rükgängig gemacht werden.
es: ¿Eliminar %lld registros DNS? Esta acción no se puede deshacer.
fr: Supprimer %lld enregistrements DNS ? Cette action est irréversible.
it: Eliminare %lld record DNS? Questa azione non può essere annullata.
ja: %lld 件の DNS レコードを削除してもよいですか？この操作は元に戻せません。
ko: DNS 레코드 %lld개를 삭제하시겠습니까? 이 작업은 실행 취소할 수 없습니다.
pt_br: Excluir %lld registros DNS? Esta ação não pode ser desfeita.
ru: Удалить %lld DNS-записей? Это действие нельзя отменить.
zh_hans: 确定要删除 %lld 条 DNS 记录吗？此操作无法撤销。
zh_hant: 確定要刪除 %lld 條 DNS 記錄嗎？此操作無法復原。

source: Are you sure you want to delete AI Gateway '%@'? Endpoint URLs and logged metrics will no longer be available.
ar: هل أنت متأكد أنك تريد حذف AI Gateway '%@'؟ لن تكون عناوين URL لنقطة النهاية والمقاييس المسجلة متاحة بعد الآن.
de: Sind Sie sicher, dass Sie AI Gateway „%@“ löschen möchten? Endpunkt-URLs und protokollierte Metriken sind nicht mehr verfügbar.
es: ¿Está seguro de que desea eliminar AI Gateway '%@'? Las URL de los puntos finales y las métricas registradas ya no estarán disponibles.
fr: Êtes-vous sûr de vouloir supprimer AI Gateway '%@' ? Les URL des points de terminaison et les métriques enregistrées ne seront plus disponibles.
it: Vuoi eliminare AI Gateway '%@'? Gli URL degli endpoint e le metriche registrate non saranno più disponibili.
ja: AI ゲートウェイ '%@' を削除してもよろしいですか?エンドポイント URL とログに記録されたメトリクスは利用できなくなります。
ko: AI Gateway '%@'을(를) 삭제하시겠습니까? 엔드포인트 URL과 기록된 지표는 더 이상 사용할 수 없습니다.
pt_br: Tem certeza de que deseja excluir o AI Gateway '%@'? URLs de endpoint e métricas registradas não estarão mais disponíveis.
ru: Вы уверены, что хотите удалить AI Gateway '%@'? URL-адреса конечных точек и зарегистрированные метрики больше не будут доступны.
zh_hans: 确定要删除 AI Gateway“%@”吗？该网关的通用端点及日志数据将不可用。
zh_hant: 確認要刪除 AI 網關“%@”吗？该網關的通用端點及記錄數据将不可用。

source: Are you sure you want to delete AI Gateway '%@'? Real-time logs and cached request data will be deleted.
ar: هل تريد حذف AI Gateway “%@”؟ سيتم حذف السجلات الفورية وبيانات الطلبات المخزنة مؤقتاً.
de: KI-Gateway „%@“ löschen? Echtzeit-Protokolle und gecachte Anfragedaten werden gelöscht.
es: ¿Eliminar el AI Gateway «%@»? Se eliminarán los registros en tiempo real y los datos de solicitudes en caché.
fr: Supprimer l’AI Gateway « %@ » ? Les journaux en temps réel et les données de requêtes mises en cache seront supprimés.
it: Eliminare AI Gateway «%@»? I log in tempo reale e i dati delle richieste nella cache verranno eliminati.
ja: AI Gateway「%@」を削除してもよいですか？リアルタイムログとキャッシュされたリクエストデータが削除されます。
ko: AI Gateway '%@'을(를) 삭제하시겠습니까? 실시간 로그와 캐시된 요청 데이터가 삭제됩니다.
pt_br: Excluir AI Gateway «%@»? Os logs em tempo real e os dados de solicitações em cache serão excluídos.
ru: Удалить AI Gateway «%@»? Журналы реального времени и кешированные данные запросов будут удалены.
zh_hans: 确定要删除 AI Gateway “%@”吗？实时日志和缓存的请求数据将被永久删除。
zh_hant: 確定要刪除 AI Gateway 「%@」嗎？即時日誌和快取的請求資料將被永久刪除。

source: Are you sure you want to delete bucket '%@'? All objects will be permanently lost.
ar: هل تريد حذف الحاوية “%@”؟ سيتم فقدان جميع الكائنات نهائياً.
de: Bucket „%@“ löschen? Alle Objekte gehen dauerhaft verloren.
es: ¿Eliminar el bucket «%@»? Todos los objetos se perderán permanentemente.
fr: Supprimer le bucket « %@ » ? Tous les objets seront définitivement perdus.
it: Eliminare il bucket «%@»? Tutti gli oggetti verranno persi definitivamente.
ja: バケット「%@」を削除してもよいですか？すべてのオブジェクトが完全に失われます。
ko: 버킷 '%@'을(를) 삭제하시겠습니까? 모든 객체가 영구적으로 손실됩니다.
pt_br: Excluir o bucket «%@»? Todos os objetos serão perdidos permanentemente.
ru: Удалить bucket «%@»? Все объекты будут утрачены безвозвратно.
zh_hans: 确定要删除存储桶“%@”吗？所有对象将被永久丢失。
zh_hant: 確定要刪除儲存桶「%@」嗎？所有物件將永久遺失。

source: Are you sure you want to delete bucket '%@'? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف المجموعة '%@'؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie den Bucket „%@“ löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar el depósito '%@'? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer le bucket « %@ » ? Cette action ne peut pas être annulée.
it: Vuoi eliminare il bucket '%@'? Questa azione non può essere annullata.
ja: バケット '%@' を削除してもよろしいですか?この操作は元に戻すことができません。
ko: 버킷 '%@'을(를) 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pt_br: Tem certeza de que deseja excluir o intervalo '%@'? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить сегмент «%@»? Это действие невозможно отменить.
zh_hans: 确定要删除存储桶“%@”吗？此操作无法撤销。
zh_hant: 確認要刪除儲存桶“%@”吗？此操作無法撤销。

source: Are you sure you want to delete cache rule '%@'?
ar: هل أنت متأكد من رغبتك في حذف قاعدة التخزين المؤقت '%@'؟
de: Möchten Sie die Cache-Regel '%@' wirklich löschen?
es: ¿Seguro que deseas eliminar la regla de caché '%@'?
fr: Voulez-vous vraiment supprimer la règle de mise en cache '%@' ?
it: Sei sicuro di voler eliminare la regola di cache '%@'?
ja: キャッシュルール '%@' を削除してもよろしいですか？
ko: 캐시 규칙 '%@'을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir a regra de cache '%@'?
ru: Вы уверены, что хотите удалить правило кэширования '%@'?
zh_hans: 确定要删除缓存规则 '%@' 吗？
zh_hant: 確定要刪除快取規則 '%@' 嗎？

source: Are you sure you want to delete certificate for '%@'?
ar: هل تريد حذف الشهادة لـ “%@”؟
de: Zertifikat für „%@“ löschen?
es: ¿Eliminar el certificado para «%@»?
fr: Supprimer le certificat pour « %@ » ?
it: Eliminare il certificato per «%@»?
ja: 「%@」の証明書を削除してもよいですか？
ko: '%@'에 대한 인증서를 삭제하시겠습니까?
pt_br: Excluir o certificado para «%@»?
ru: Удалить сертификат для «%@»?
zh_hans: 确定要删除“%@”的证书吗？
zh_hant: 確定要刪除「%@」的憑證嗎？

source: Are you sure you want to delete D1 database '%@'? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف قاعدة بيانات D1 '%@'؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie die D1-Datenbank „%@“ löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar la base de datos D1 '%@'? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer la base de données D1 '%@' ? Cette action ne peut pas être annulée.
it: Vuoi eliminare il database D1 '%@'? Questa azione non può essere annullata.
ja: D1 データベース '%@' を削除してもよろしいですか?この操作は元に戻すことができません。
ko: D1 데이터베이스 '%@'을(를) 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
pt_br: Tem certeza de que deseja excluir o banco de dados D1 '%@'? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить базу данных D1 «%@»? Это действие невозможно отменить.
zh_hans: 确定要删除 D1 数据库“%@”吗？此操作无法撤销。
zh_hant: 確認要刪除 D1 資料庫“%@”吗？此操作無法撤销。

source: Are you sure you want to delete database '%@'? All tables and data will be permanently dropped.
ar: هل تريد حذف قاعدة البيانات “%@”؟ سيتم حذف جميع الجداول والبيانات نهائياً.
de: Datenbank „%@“ löschen? Alle Tabellen und Daten werden dauerhaft gelöscht.
es: ¿Eliminar la base de datos «%@»? Todas las tablas y datos se eliminarán permanentemente.
fr: Supprimer la base de données « %@ » ? Toutes les tables et données seront définitivement supprimées.
it: Eliminare il database «%@»? Tutte le tabelle e i dati verranno eliminati definitivamente.
ja: データベース「%@」を削除してもよいですか？すべてのテーブルとデータが完全に削除されます。
ko: 데이터베이스 '%@'을(를) 삭제하시겠습니까? 모든 테이블과 데이터가 영구적으로 삭제됩니다.
pt_br: Excluir o banco de dados «%@»? Todas as tabelas e dados serão excluídos permanentemente.
ru: Удалить базу данных «%@»? Все таблицы и данные будут удалены безвозвратно.
zh_hans: 确定要删除数据库“%@”吗？所有表和数据将被永久删除。
zh_hant: 確定要刪除資料庫「%@」嗎？所有資料表和資料將被永久刪除。

source: Are you sure you want to delete email rule '%@'?
ar: هل تريد حذف قاعدة البريد الإلكتروني “%@”؟
de: E-Mail-Regel „%@“ löschen?
es: ¿Eliminar la regla de correo «%@»?
fr: Supprimer la règle e-mail « %@ » ?
it: Eliminare la regola email «%@»?
ja: メールルール「%@」を削除してもよいですか？
ko: 이메일 규칙 '%@'을(를) 삭제하시겠습니까?
pt_br: Excluir a regra de e-mail «%@»?
ru: Удалить правило e-mail «%@»?
zh_hans: 确定要删除邮件规则“%@”吗？
zh_hant: 確定要刪除郵件規則「%@」嗎？

# Are you sure you want to delete environment variable '%@' from %@ environment?
source: Are you sure you want to delete environment variable '%1$@' from %2$@ environment?
ar: هل أنت متأكد من رغبتك في حذف متغير البيئة '%1$@' من بيئة %2$@؟
de: Möchten Sie die Umgebungsvariable '%1$@' wirklich aus der Umgebung %2$@ löschen?
es: ¿Seguro que deseas eliminar la variable de entorno '%1$@' del entorno %2$@?
fr: Voulez-vous vraiment supprimer la variable d'environnement '%1$@' de l'environnement %2$@ ?
it: Sei sicuro di voler eliminare la variabile di ambiente '%1$@' dall'ambiente %2$@?
ja: %2$@ 環境から環境変数 '%1$@' を削除してもよろしいですか？
ko: %2$@ 환경에서 환경 변수 '%1$@'을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir a variável de ambiente '%1$@' do ambiente %2$@?
ru: Вы уверены, что хотите удалить переменную окружения '%1$@' из среды %2$@?
zh_hans: 确定要从 %2$@ 环境中删除环境变量 '%1$@' 吗？
zh_hant: 確定要從 %2$@ 環境中刪除環境變數 '%1$@' 嗎？

# Are you sure you want to delete environment variable '%@' from %@?
source: Are you sure you want to delete environment variable '%1$@' from %2$@?
ar: هل أنت متأكد من رغبتك في حذف متغير البيئة '%1$@' من %2$@؟
de: Möchten Sie die Umgebungsvariable '%1$@' wirklich aus %2$@ löschen?
es: ¿Seguro que deseas eliminar la variable de entorno '%1$@' de %2$@?
fr: Voulez-vous vraiment supprimer la variable d'environnement '%1$@' de %2$@ ?
it: Sei sicuro di voler eliminare la variabile di ambiente '%1$@' da %2$@?
ja: %2$@ から環境変数 '%1$@' を削除してもよろしいですか？
ko: %2$@에서 환경 변수 '%1$@'을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir a variável de ambiente '%1$@' de %2$@?
ru: Вы уверены, что хотите удалить переменную окружения '%1$@' из %2$@?
zh_hans: 确定要从 %2$@ 删除环境变量 '%1$@' 吗？
zh_hant: 確定要從 %2$@ 刪除環境變數 '%1$@' 嗎？

source: Are you sure you want to delete Health Monitor '%@'?
ar: هل أنت متأكد من رغبتك في حذف مراقب الصحة '%@'؟
de: Möchten Sie den Systemstatus-Monitor '%@' wirklich löschen?
es: ¿Seguro que deseas eliminar el monitor de estado '%@'?
fr: Voulez-vous vraiment supprimer le moniteur de santé '%@' ?
it: Sei sicuro di voler eliminare il monitor di stato '%@'?
ja: ヘルスモニター '%@' を削除してもよろしいですか？
ko: 상태 모니터 '%@'을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir o Monitor de Integridade '%@'?
ru: Вы уверены, что хотите удалить монитор состояния '%@'?
zh_hans: 确定要删除健康监控 '%@' 吗？
zh_hant: 確定要刪除健康監控 '%@' 嗎？

# Are you sure you want to delete key '%@' from namespace '%@'?
source: Are you sure you want to delete key '%1$@' from namespace '%2$@'?
ar: هل أنت متأكد من رغبتك في حذف المفتاح '%1$@' من مساحة الاسم '%2$@'؟
de: Möchten Sie den Schlüssel '%1$@' wirklich aus dem Namespace '%2$@' löschen?
es: ¿Seguro que deseas eliminar la clave '%1$@' del espacio de nombres '%2$@'?
fr: Voulez-vous vraiment supprimer la clé '%1$@' de l'espace de noms '%2$@' ?
it: Sei sicuro di voler eliminare la chiave '%1$@' dal namespace '%2$@'?
ja: 名前空間 '%2$@' からキー '%1$@' を削除してもよろしいですか？
ko: 네임스페이스 '%2$@'에서 키 '%1$@'을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir a chave '%1$@' do namespace '%2$@'?
ru: Вы уверены, что хотите удалить ключ '%1$@' из пространства имен '%2$@'?
zh_hans: 确定要从命名空间 '%2$@' 删除键 '%1$@' 吗？
zh_hant: 確定要從命名空間 '%2$@' 刪除鍵 '%1$@' 嗎？

source: Are you sure you want to delete Load Balancer '%@'?
ar: هل أنت متأكد من رغبتك في حذف موازن التحميل '%@'؟
de: Möchten Sie den Load Balancer '%@' wirklich löschen?
es: ¿Seguro que deseas eliminar el balanceador de carga '%@'?
fr: Voulez-vous vraiment supprimer l'équilibreur de charge '%@' ?
it: Sei sicuro di voler eliminare il bilanciatore di carico '%@'?
ja: ロードバランサー '%@' を削除してもよろしいですか？
ko: 로드 밸런서 '%@'을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir o Balanceador de Carga '%@'?
ru: Вы уверены, что хотите удалить балансировщик нагрузки '%@'?
zh_hans: 确定要删除负载均衡器 '%@' 吗？
zh_hant: 確定要刪除負載平衡器 '%@' 嗎？

source: Are you sure you want to delete namespace '%@'? All keys in this namespace will be permanently lost.
ar: هل تريد حذف مساحة الاسم “%@”؟ ستُفقد جميع المفاتيح في مساحة الاسم هذه نهائياً.
de: Namespace „%@“ löschen? Alle Schlüssel in diesem Namespace gehen dauerhaft verloren.
es: ¿Eliminar el namespace «%@»? Todas las claves de este espacio se perderán permanentemente.
fr: Supprimer l’espace de noms « %@ » ? Toutes les clés de cet espace seront définitivement perdues.
it: Eliminare il namespace «%@»? Tutte le chiavi in questo namespace verranno perse definitivamente.
ja: 名前空間「%@」を削除してもよいですか？この名前空間内のすべてのキーが完全に失われます。
ko: 네임스페이스 '%@'을(를) 삭제하시겠습니까? 이 네임스페이스의 모든 키가 영구적으로 손실됩니다.
pt_br: Excluir o namespace «%@»? Todas as chaves neste namespace serão perdidas permanentemente.
ru: Удалить пространство имён «%@»? Все ключи в этом пространстве имён будут утрачены безвозвратно.
zh_hans: 确定要删除命名空间“%@”吗？该命名空间内的所有键将被永久删除。
zh_hant: 確定要刪除命名空間「%@」嗎？此命名空間內的所有鍵將永久遺失。

source: Are you sure you want to delete object '%@'? This cannot be undone.
ar: هل تريد حذف الكائن “%@”؟ لا يمكن التراجع عن هذا الإجراء.
de: Objekt „%@“ löschen? Diese Aktion kann nicht rükgängig gemacht werden.
es: ¿Eliminar el objeto «%@»? Esta acción no se puede deshacer.
fr: Supprimer l’objet « %@ » ? Cette action est irréversible.
it: Eliminare l’oggetto «%@»? Questa azione non può essere annullata.
ja: オブジェクト「%@」を削除してもよいですか？この操作は元に戻せません。
ko: 객체 '%@'을(를) 삭제하시겠습니까? 이 작업은 실행 취소할 수 없습니다.
pt_br: Excluir o objeto «%@»? Esta ação não pode ser desfeita.
ru: Удалить объект «%@»? Это действие нельзя отменить.
zh_hans: 确定要删除对象“%@”吗？此操作无法撤销。
zh_hant: 確定要刪除物件「%@」嗎？此操作無法復原。

source: Are you sure you want to delete Origin Pool '%@'?
ar: هل أنت متأكد من رغبتك في حذف مجمع الأصل '%@'؟
de: Möchten Sie den Origin-Pool '%@' wirklich löschen?
es: ¿Seguro que deseas eliminar el grupo de origen '%@'?
fr: Voulez-vous vraiment supprimer le pool d'origine '%@' ?
it: Sei sicuro di voler eliminare il pool di origine '%@'?
ja: オリジンプール '%@' を削除してもよろしいですか？
ko: 오리진 풀 '%@'을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir o Pool de Origem '%@'?
ru: Вы уверены, что хотите удалить пул источников '%@'?
zh_hans: 确定要删除源服务器池 '%@' 吗？
zh_hant: 確定要刪除來源伺服器池 '%@' 嗎？

source: Are you sure you want to delete Pages project '%@'? Deployments and hosted assets will be permanently removed.
ar: هل تريد حذف مشروع Pages “%@”؟ سيتم إزالة عمليات النشر والأصول المستضافة نهائياً.
de: Pages-Projekt „%@“ löschen? Deployments und gehostete Assets werden dauerhaft entfernt.
es: ¿Eliminar el proyecto Pages «%@»? Los despliegues y activos alojados se eliminarán permanentemente.
fr: Supprimer le projet Pages « %@ » ? Les déploiements et ressources hébergées seront définitivement supprimés.
it: Eliminare il progetto Pages «%@»? I deployment e gli asset ospitati verranno rimossi definitivamente.
ja: Pages プロジェクト「%@」を削除してもよいですか？デプロイと公開済みアセットが完全に削除されます。
ko: Pages 프로젝트 '%@'을(를) 삭제하시겠습니까? 배포 및 호스팅된 자산이 영구적으로 제거됩니다.
pt_br: Excluir o projeto Pages «%@»? Implantações e ativos hospedados serão removidos permanentemente.
ru: Удалить проект Pages «%@»? Развёртывания и размещённые ресурсы будут удалены безвозвратно.
zh_hans: 确定要删除 Pages 项目“%@”吗？所有部署记录和托管资源将被永久删除。
zh_hant: 確定要刪除 Pages 專案「%@」嗎？所有部署記錄和托管資源將被永久刪除。

source: Are you sure you want to delete rate limiting rule '%@'?
ar: هل أنت متأكد من رغبتك في حذف قاعدة تحديد المعدل '%@'؟
de: Möchten Sie die Ratenbegrenzungsregel '%@' wirklich löschen?
es: ¿Seguro que deseas eliminar la regla de limitación de tasa '%@'?
fr: Voulez-vous vraiment supprimer la règle de limitation de débit '%@' ?
it: Sei sicuro di voler eliminare la regola di limitazione della frequenza '%@'?
ja: レート制限ルール '%@' を削除してもよろしいですか？
ko: 속도 제한 규칙 '%@'을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir a regra de limite de taxa '%@'?
ru: Вы уверены, что хотите удалить правило ограничения скорости '%@'?
zh_hans: 确定要删除速率限制规则 '%@' 吗？
zh_hant: 確定要刪除速率限制規則 '%@' 嗎？

source: Are you sure you want to delete redirect list '%@'?
ar: هل أنت متأكد أنك تريد حذف قائمة إعادة التوجيه '%@'؟
de: Sind Sie sicher, dass Sie die Weiterleitungsliste „%@“ löschen möchten?
es: ¿Está seguro de que desea eliminar la lista de redireccionamiento '%@'?
fr: Êtes-vous sûr de vouloir supprimer la liste de redirection '%@' ?
it: Vuoi eliminare l'elenco di reindirizzamento '%@'?
ja: リダイレクト リスト '%@' を削除してもよろしいですか?
ko: 리디렉션 목록 '%@'을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir a lista de redirecionamentos '%@'?
ru: Вы уверены, что хотите удалить список перенаправления «%@»?
zh_hans: 确定要删除重定向列表 '%@' 吗？
zh_hant: 確認要刪除重定向列表 '%@' 吗？

source: Are you sure you want to delete redirect rule '%@'?
ar: هل أنت متأكد أنك تريد حذف قاعدة إعادة التوجيه '%@'؟
de: Sind Sie sicher, dass Sie die Umleitungsregel „%@“ löschen möchten?
es: ¿Está seguro de que desea eliminar la regla de redireccionamiento '%@'?
fr: Êtes-vous sûr de vouloir supprimer la règle de redirection '%@' ?
it: Vuoi eliminare la regola di reindirizzamento '%@'?
ja: リダイレクト ルール '%@' を削除してもよろしいですか?
ko: 리디렉션 규칙 '%@'을(를) 삭제하시겠습니까?
pt_br: Tem certeza de que deseja excluir a regra de redirecionamento '%@'?
ru: Вы уверены, что хотите удалить правило перенаправления «%@»?
zh_hans: 确定要删除重定向规则“%@”吗？
zh_hant: 確認要刪除重定向規則“%@”吗？
